<template>
    <section v-if="agreementType==='standard'">
        <div class="agreement" :style="{ height: wrapperHeight + 'px' }">
            <h2>一、释义</h2>
            <p class="text01">1.1 除本协议在正文内容中另有具体约定或通过本协议之附件或其他补充协议予以特别说明的情况外，本协议中所出现表述为以下释义：</p>
            <p class="text01">（1）本协议：指本《多啦聚财与咨询服务协议》及所有附件、补充协议中的任何条款、明细和信息。</p>
            <p class="text01">（2）借款人：指由乙方促成与甲方签署借款协议，从而得到甲方出借资金的自然人。</p>
            <p class="text01">（3）出借人：指符合中国法律规定的具有完全民事行为能力和民事权利能力，能独立行使和承担本协议项下权利义务的自然人/法人。出借人为本平台的注册用户，即甲方。</p>
            <p class="text01">（4）原债权人：指通过多啦聚财平台向合法的借款人出借资金并签署借款协议，并在借款协议期限届满前将债权转让给甲方的自然人/法人。</p>
            <p class="text01">（5）散标：即本平台可供出借人选择的出借项目，在系统定时自动由系统将借款人真实的借款需求进行列明后，出借人自行选择进行出借给借款人，以达到分散出借、节省出借时间、提高出借效率的目的。同时乙方亦将通过出借人资金量以及借款人借款需求进而自动形成借款人需求清单，甲方可在该清单中自行进行多选进而减少操作繁琐程度，并通过“一键投标”功能完成其对于点选的散标一次性出借的操作，该项“一键投标”功能亦为散标服务的具体体现形式。</p>
            <p class="text01">（6）散标说明：即指出借人在选择散标项目时，平台结合借款人真实借款需求，形成的供出借人参考之散标的具体内容说明，包括散标项目名称，供参考的往年年华利率、出借期限、项目总额等内容的说明，该说明系在出借人确定出借款项前已充分展示且出借人必须仔细阅读的内容，该说明在出借人进行多啦聚财平台注册完成后即已通过文字方式展示给出借人，出借人已明确知悉该说明的内容并自行选择通过银行转账等方式向该项目投入资金。</p>
            <p class="text01">（7）借款协议：指经乙方、甲方、借款人以电子合同的形式订立的、约定甲方向借款人提供一定数额的出借资金，借款人按时还本付息的借款协议。</p>
            <p class="text01">（8）债权转让协议:指经乙方、甲方、原债权人以电子合同的形式订立的、约定甲方向原债权人支付一定数额的对价并受让标的债权的债权转让协议。</p>
            <p class="text01">（9）借款人信用信息：指乙方合法自行收集以及通过第三方合法渠道获得的除借款人基本信息之外的借款人其他信息，如借款人的工作情况、收入情况、家庭情况、信用报告、历史偿债情况等。</p>
            <p class="text01">（10）借款人信息：指借款人基本信息、借款人信用信息以及乙方根据该等信息对借款人做出的信用评级的合称。</p>
            <p class="text01">（11）锁定期：即出借人在选定具体散标后出借款项后不得自行撤回的期限（自甲方成功申请出借该项目并收到本平台出借成功确认信息之日起算），一般默认为三十个自然日，该锁定期可能因为借款人的实际需求以及具体对应的不同散标而变更调整。</p>
            <p class="text01">（12）项目期限：即平台公布的散标信息中载明的期限（自甲方成功申请出借该项目并收到本平台出借成功确认信息之日起算），也称“散标期限”。</p>
            <p class="text01">（13）出借：是指甲方将其自有资金出借给借款人，包含将直接资金出借给借款人及通过受让债权间接将资金出借给借款人的情况。</p>
            <p class="text01">（14）实际持有天数：指本协议项下收益开始计算之日起至甲方实际退出散标之日的总天数。</p>
            <p class="text01">（15）工作日：指除法定节假日外的正常工作日。</p>
            <p class="text01">（16）月：指自然月。</p>
            <p class="text01">（17）中国法律：指中华人民共和国（不包括香港特别行政区、澳门特别行政区、台湾地区）现行有效之法律法规及政府部门规章以及本协议约定争议管辖地之政府条例等。</p>
            <p class="text01"></p>
            <h2>二、服务内容</h2>
            <p class="text01">2.1 双方同意，乙方向甲方提供服务的范围如下： </p>
            <p class="text01">（1）乙方向甲方提供自动出借服务以将甲方出借金额自动出借给相应借款人（包含直接将资金出借给借款人及通过受让债权间接将资金出借给借款人的情况）；及/或乙方于项目期限届满时向甲方提供自动转让债权的服务以使甲方退出散标。</p>
            <p class="text01">（2）甲方可要求乙方提供其自行收集或从其他第三方合作机构获得的借款人信用信息，以供甲方对借款人进行甄别并自行决定是否投入资金进行出借。甲方应自行判断该等信息的真实性、准确性和完整性。在甲方与借款人之间债权债务关系尚未完全清偿前，乙方如获知其提供的相关借款人信息发生变更或存在不真实、不准确的情形，应及时以电子邮件的方式通知甲方。</p>
            <p class="text01">（3）乙方将其所知的借款人信息的变更情况或所在其能力范围内所了解的借款人信息不真实、不准确的情形通知甲方，在任何情况下均不视为乙方对借款人信息的真实、准确、及时和完整性做出任何保证或承诺。</p>
            <p class="text01">2.2 双方同意并确认，甲方自在本协议生效时刻起不可撤销地同意并授权乙方根据本协议的约定通过平台自动匹配出借给借款人。无论甲方通过乙方与借款人形成的借贷关系是否存在第三方担保，在任何情况下均不应视为乙方对借款人偿还能力及借款协议的履行作出了任何明示或默示的担保，亦不应视为乙方对甲方的本金和/或收益作出了明示或默示的担保或保证。</p>
            <p class="text01">2.3 双方同意，乙方向甲方提供服务应按如下规则进行： </p>
            <p class="text01">（1）资金保管：乙方已在合作银行以乙方名义开立资金专款专用保管账户（以下称“保管账户”），并基于本协议甲方之投标需求，在保管账户中为甲方设立个人出借虚拟账户（以下称“甲方多啦聚财账户”），为甲方保管以下资金：(a) 甲方为了出借资金的目的，按照其自行选定的散标、乙方的相关交易规则和本协议的规定向保管账户转入的资金；以及(b) 借款人向甲方按期偿还的本息及(c)甲方根据借款协议、债权转让协议或其他相关协议应收取的本息、转让对价及其他款项。甲方多啦聚财账户中的资金均独立于乙方的自有资金，乙方将严格根据本协议及本协议其他相关协议约定、甲方预授权、甲方基于本协议及其他相关协议而做出的指示来使用上述资金而不将其用于任何其他的用途。上述资金在保管账户保管期间不计利息。</p>
            <p class="text01">（2）锁定期：甲方同意乙方按照乙方相关交易规则和本协议的规定，在甲方确认本协议以及散标的具体内容后，为合理控制借款人的用款风险以及落实甲方自行确定的借款合同之顺利履行，将锁定甲方多啦聚财账户中等同于出借数额的资金，一般默认为三十个自然日，资金锁定的期限以乙方公布并经甲方确认的具体散标约定的锁定期为准。锁定期内，除本协议另有约定的情况外，甲方不得转让对应借款之债权，亦不得在锁定期内收回借款。锁定期结束后，如本协议约定之债权转让条件达成的，甲方可进行债权转让，通过债权转让获得的收益将根据本协议的约定转至甲方多啦聚财账户，显示为账户余额由甲方自行支配。</p>
            <p class="text01">（3）资金流动之债权转让：如甲方通过甲方多啦聚财账户向本平台所投之任一散标的锁定期已届满且散标期限尚未到期的，则甲方可以通过本平台自行申请债权转让，新的出借人受让甲方债权，同时其应向甲方多啦聚财账户支付相应转让对价。在此情况下，甲方在平台点击确认后，其授权乙方将前述未实现债权通过本平台自动加入债权转让匹配序列，乙方并不更改或干涉债权转让和资金的匹配情况，其匹配顺序是根据甲方提前退出的申请时间及/或项目期限届满的时间进行排序，如在甲方债权转让提出的24小时内未能成功转让的，则视为首次转让失败，将自动延后至72小时后,甲方再次尝试申请转让[用户再次申请转让，非系统自动]。首次成功转让的债权，将按原散标服务说明载明的往期年化收益率计算收益至当日结束；未成功转让的，仍按原约定继续计算收益。[是否仍有该等约定？]甲方授权乙方以甲方名义代为签署与受让方之间的《债权转让协议》（债权转让匹配成功后由系统自动生成），该等协议视为由甲方自行进行签署，甲方对于其效力予以确认。甲方知悉并明确，其与受让债权的新出借人之间的款项结算以及应就本次债权转让支付给本平台的服务费等，均以前述《债权转让协议》之约定内容为准。</p>
            <p class="text01">（4）资金提取：除本协议及平台规则另有约定外，只要甲方多啦聚财账户中显示有任何余额，则可自行通过平台申请提现。甲方提现应仅通过其在注册时向乙方提交的有效中国境内银行账户进行（该银行账户应仅为甲方名下账户或委托甲方的公司之对公账户）。乙方在收到该等申请后的乙方首个工作日之工作时间内，启动对甲方资金提现申请的审查。乙方在启动审查后1个工作日内应完成审查工作，并通过本平台向甲方发送是否同意资金提现之回复。如审核通过同意甲方资金提现的，回复中应列明同意提取的总金额，并在该回复发出之日起合理时间内（该时间视银行间转账速度以及是否跨区域转账等因素而定）安排将相应的款项汇入前述甲方指定银行账户，乙方履行前述义务时间以资金自保管账户汇出之日为准；如审核未通过的，应向甲方列明未通过之原因。除本条约定外，乙方不接受甲方以其他任何方式提出的提现申请。</p>
            <p class="text01">（5）资金代付：甲方同意由乙方按照乙方相关交易规则和本协议的规定，从保管账户里甲方多啦聚财账户名下的资金中代为划转按照乙方相关交易规则和本协议的规定应支付的相应数额之资金，包括但不限于：根据甲方与借款人之间的借款协议应向借款人划转的借款本金，根据甲方与原债权人之间的债权转让协议应向原债权人划转的支付对价，甲方基于本协议应向乙方支付的服务费用（包括但不限于出借管理费、提前退出手续费、提现手续费及其他费用）。</p>
            <p class="text01">（6）资金代收：甲方授权由乙方代为收取其在借款协议项下应收回的本金和利息、在债权转让协议下应收的转让对价、代偿金额（如有）及收购对价（如有），并将该等代收资金直接转入保管账户，同时计入甲方多啦聚财账户名下。</p>
            <p class="text01">（7）资金查询：甲方有权在任何时间使用本人的用户名和密码通过本平台查询甲方多啦聚财账户下资金的情况，包括充值、锁定、代收、代付和提现记录等。甲方了解并同意，甲方最终收到款项的服务是由其自行提供的银行账户之开户行提供的，甲方需向该银行请求查证。甲方同意，其登录本平台查询的任何信息不能够作为相关操作或借贷交易的证据或依据，若该等信息与乙方保存的记录存在任何不一致，应以乙方所提供的记录为准。</p>
            <p class="text01">2.4 甲方了解并同意，乙方提供上述资金管理服务时可能需要与银行或非银行业第三方支付机构（以下称“第三方机构”）等开展合作。因此，甲方同意：</p>
            <p class="text01">（1）乙方不对第三方机构进行相应资金划转的时限、准确性、及时性等作出任何承诺或承担任何相关责任，包括但不限于由此产生的利息、货币贬值、第三方机构执行划转指令出现错误、第三方机构系统故障、第三方机构对资金划转的特定限制等导致的损失或责任；</p>
            <p class="text01">（2）就本协议规定的服务，甲方应按照第三方机构的规定自行向第三方支付费用，并授权同意由乙方在甲方资金提现时，由乙方代第三方机构收取该提现手续费（按照每次甲方提现金额的千分之三直接在甲方资金中扣除）。甲方与第三方机构之间就费用支付事项产生的任何争议、纠纷等，均由甲方与第三方机构自行解决，乙方不承担因此而产生的任何损失或责任。 </p>
            <p class="text01">2.5 如果乙方发现因系统故障、第三方机构执行指令错误或其他任何原因导致的在资金划转过程中出现的错误，无论有利于甲方、乙方或借款人等任何一方，乙方均有权在以短信、电话、电子邮件等方式通知甲方后要求立即纠正该错误：</p>
            <p class="text01">（1）如果该等错误导致甲方实际收到的款项少于应获得的金额，则乙方应将甲方实际收到款项与应收到的款项之间的差额转入甲方多啦聚财账户；</p>
            <p class="text01">（2）如果该等错误导致甲方实际收到的款项多于应获得的金额，则无论错误的性质和原因为何，乙方有权立即予以纠正，包括将多转入的款项从甲方多啦聚财账户中转出，以及要求甲方根据乙方发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。甲方理解并同意，因前述处理错误而多付或少付的款项均不计利息，乙方也不承担因前述处理错误而导致的任何损失或责任，但甲方有充分证据证明乙方系具有恶意而导致处理错误除外。 </p>
            <p class="text01">2.6	甲方同意并确认，其按照本协议发出的任何指示、指令，均为不可撤销、不可逆转的指示或指令，除本协议另有约定外，甲方不能以任何理由拒绝付款或要求取消交易。</p>
            <h2>三、资金出借及回收</h2>
            <p class="text01">3.1 出借方式：甲方在此不可撤销地授权乙方按照本协议约定在多啦聚财平台上代甲方将甲方多啦聚财账户内的资金全额（或部分）转账给借款人，该授权适用于本协议约定的首次资金出借以及后续回收本息的自动循环出借。</p>
            <p class="text01">3.2 出借适用以下规则： </p>
            <p class="text01">（1）甲方按照本平台的规则，通过在本平台的投资页面上输入相应投资金额后点击“立即加入”按钮并完成投资的，视为甲方全权委托乙方按照本协议的约定对相应投资金额（即甲方在投资页面输入的投资金额）进行自动投资，即作为借款资金直接出借给借款人或通过受让债权间接出借给借款人；在款项出借过程中以及债权转让匹配成功后，甲方授权乙方代为以甲方名义签署系统自动生成的《借款协议》、《债权转让协议》等文件，该等协议视为由甲方自行进行签署，甲方对于其效力予以确认。</p>
            <p class="text01">上述甲方点击“立即加入”按钮的行为应视为甲方已同意乙方锁定甲方多啦聚财账户下投资金额，并同意乙方将相应金额从甲方多啦聚财账户划转至借款人或原债权人指定的账户。</p>
            <p class="text01"><span class="bcolor b">（2）本协议项下相关收益自乙方根据上述条款将相应金额从甲方多啦聚财账户划转至借款人或原债权人指定的账户之日开始计算。</span></p>
            <p class="text01">3.3 为尽量减少甲方损失，借款人发生本条款项下的任何事件，将触发强制提前还款；发生下述任一事项之日起，甲方无条件授权乙方委托第三方代甲方提前终止借款协议，并要求借款人于借款协议提前终止日一次性偿还借款协议项下的全部款项，借款协议提前终止日即“强制提前还款日”。</p>
            <p class="text01">（1）借款人违反借款协议及其与本平台合作方签署之协议项下任何约定的，包括其在该等协议项下的承诺与保证不真实；</p>
            <p class="text01">（2）按照乙方的合理判断，借款人就其向甲方借款的事项可能从事过任何欺诈行为或借款人可能无能力根据借款协议还款的，甲方在此同意并确认本条款的适用以乙方的自主判断为准；</p>
            <p class="text01">（3）按照乙方的合理判断，借款人发生可能对甲方或本平台的权利或利益造成负面影响的任何其他情形，甲方在此同意并确认本条款的适用以乙方的自主判断为准；</p>
            <p class="text01">（4）借款人在借款协议项下某一笔期款的逾期还款超过90天；</p>
            <p class="text01">（5）借款人在与其他出借人签署的其他贷款合同项下发生重大违约（包括但不限于逾期还款超过90天的情形）。</p>
            <p class="text01">3.4 为便利、统一地回收本息，甲方委托乙方利用保管账户先代为收取借款人每期按月偿还的等额本息及受让人支付的转让对价，待甲方出借的散标期限届满或提前退出后，乙方应将甲方按照本协议（含散标说明）之约定实际回收的本金及收益分配至甲方多啦聚财账户下。</p>
            <p class="text01">3.5 甲方有权根据其签署的借款协议或债权转让协议，要求借款人按照协议的约定按期还本付息及/或要求受让人支付转让对价。甲方知悉并明确，投入资金的收益处理方式以其已确认的散标说明列明为准。</p>
            <p class="text01">3.6 甲方委托乙方先行代收借款人偿还的本息（如有）及受让人支付的转让对价（如有）及根据本协议第四条约定获得的代偿金额（如有）、收购对价（如有）。</p>
            <p class="text01">3.7 甲方同意，其应向乙方支付投资管理费（按照市场情况扣除《借款协议》约定之月利率的百分比，以实际扣除金额为准），甲方同意乙方在扣除该投资管理费后再行将资金结算给甲方供其进行再出借或提现。</p>
            <h2>四、甲方回款风险的处置方式</h2>
            <p class="text01">4.1 在借款人未按照借款协议的约定按时、足额清偿任何一期借款本息之当天，甲方授权乙方代为委托第三方向借款人发起清偿要求，要求借款人承担在借款协议中约定的支付义务，其义务范围为借款协议项下的借款本金及利息，以及根据借款协议规定的其他应付费用（如有）。</p>
            <p class="text01"><span class="bcolor b">4.2 如有第三方（即“风险承担方”）基于其与乙方之合作按照本协议4.3条之约定承担代偿义务或债权收购义务的（<span class="bcolor i u">乙方对该等风险承担方是否存在及风险承担方是否履行义务等情况不做任何保证或承诺</span>），则甲方同意按本协议4.3条之约定处置相关借款，并且不得以未与风险承担方签署协议等理由进行抗辩。同时，甲方授权乙方代为接收风险承担方支付的代偿金额或收购对价并进一步向甲方划付。</span></p>
            <p class="text01">4.3 风险承担方式</p>
            <p class="text01">（1）借款人逾期还款的（逾期不超过三个月的情况），风险承担方在借款人还款到期的次日内就该等逾期本息承担代偿义务，代为向甲方偿还逾期本息（即“代偿金额”）。为免歧义，前述“逾期本息”仅指已到期还款但借款人逾期尚未偿还的本息，不包含未到期偿还的本息。</p>
            <p class="text01">（2）如借款人发生本协议第3.3款项下触发强制提前还款之事件的，则风险承担方在强制提前还款日的次日内就相关借款的债权承担收购义务，并向甲方支付相关债权尚未偿还的剩余本金及截至强制提前还款日的利息作为收购对价。为免歧义，如风险承担方已就相关债权尚未偿还的剩余本金及计算至强制提前还款日之利息中的某一部分本息进行了代偿，则风险承担方有权在收购对价中扣除相应代偿金额。</p>
            <p class="text01"><span class="b i">（3）甲方应同意并确认如下事项：如借款人在风险承担方支付了代偿金额后进行了对应清偿的，则该部分款项应归风险承担方所有；风险承担方履行了债权收购义务的，则相应借款的债权在甲方收到收购对价当日无条件立即自动转让给风险承担方，并且如有必要甲方还应配合完成债权转让手续。<span></span></span></p>
            <p class="text01"><span class="bcolor b">4.4 如因借款人发生触发强制提前还款之事件，且风险承担方就该笔借款全部债权承担了收购义务，则甲方与借款人的该笔债权债务关系终结。</span></p>
            <p class="text01"></p>
            <h2>五、声明和保证</h2>
            <p class="text01">5.1 甲方保证其所用于出借的资金来源合法，甲方是该资金的合法所有权人，如果因第三人对甲方用于出借的资金的来源合法性或归属问题发生争议，由甲方负责解决并承担一切由此而导致的损失和责任。</p>
            <p class="text01">5.2 甲方确认已知悉，其通过多啦聚财平台进行资金投入的融资项目之利率会因为平台借贷双方整体的供求关系以及借款人的实际需求从而产生上下浮动，该浮动与乙方或多啦聚财平台没有任何直接或间接关联性，仅基于整体市场预期以及本协议签订时之客观情况，乙方或多啦聚财平台不对于据此推测的预期收益作出任何担保或因此承担任何责任。</p>
            <p class="text01">5.3 甲方确认在签署本协议之前已阅读以下与本协议、借款协议及债权转让协议的订立及履行有关的风险提示，并对该等风险有充分理解和预期，甲方自愿承担该等风险可能给甲方带来的一切责任和损失和责任。</p>
            <p class="text01">（1）政策风险：国家因宏观政策、财政政策、货币政策、行业政策、地区发展政策等因素引起的系统风险。</p>
            <p class="text01">（2）借款人信用风险：当借款人短期或者长期丧失还款能力（包括但不限于借款人收入情况、财产状况发生变化、人身出现意外、发生疾病、死亡等情况），或者借款人的还款意愿发生变化时，甲方的出借资金及利息可能无法按时回收甚至无法回收。 </p>
            <p class="text01">（3）资金流动性风险：散标在锁定期届满前不得退出，同时，甲方按照约定将资金出借给借款人使用，在借款人不主动提前还款的情况下，借款人将按照约定的期限分期偿还甲方的本金和利息，甲方的出借资金将分期回收，因此资金回收需要一定的周期。甲方提前退出或散标项目期限届满后退出时，在没有其他出借人受让甲方未实现债权时（虽然平台方会尽力避免该情况），则甲方资金可能无法顺利退出。</p>
            <p class="text01">（4）不可抗力：由于乙方及本协议履行相关之所有第三方的设备、系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、停止供应主要服务、电力中断、经济形势严重恶化或其它类似事件导致的风险。</p>
            <h2>六、双方的其他权利义务</h2>
            <p class="text01">6.1 甲方承诺，对于乙方向甲方提供的各项借款人信息，包括但不限于借款人联络信息、借款需求、担保情况（如有）、收入情况、乙方提供的其他相关信息等，甲方应保证仅用于出借参考，不得向任何第三人披露，亦不得用于非本协议约定之目的。但是，在借款人已经违反其与甲方签订的借款协议之约定，未按期还本付息时，甲方有权使用借款人联络信息向借款人进行催收，如甲方已经根据中国法律的规定向有管辖权的人民法院提起诉讼的情形下，甲方还可以进一步向司法机关披露其获得的借款人信息。</p>
            <p class="text01">6.2 对于甲方在乙方提供信用咨询与管理服务过程中了解到的乙方的所有信息，包括但不限于业务运营情况等，甲方不得向任何第三人披露，亦不得用于非本协议约定之目的。</p>
            <p class="text01">6.3 除根据本协议在甲方债权转让过程中展示甲方的个人信息外，乙方须根据中国法律的规定对甲方个人信息、资产情况和相关资料予以保密。</p>
            <p class="text01">6.4 甲方在资金出借、债权转让过程产生的相关税收缴纳义务，应由甲方根据中国法律的规定自行向其主管税务机关申报、缴纳，乙方不承担任何代扣代缴的义务及责任，甲方违反上述规定导致乙方受到的任何损失应由甲方负责全额赔偿。</p>
            <p class="text01">6.5 甲方变更账户信息、通讯地址、电话等相关重要信息，须及时通知乙方。因甲方未及时通知乙方而导致自身受到的一切损失，由甲方自行承担责任。</p>
            <p class="text01">6.6 如果甲方出现出借资金的继承或赠与，必须由主张权利的继承人或受赠人向乙方出示经国家行政或司法机关确认的继承或赠与权利归属证明文件，乙方确认后方予协助进行资产的转移，由此而产生的相应税费，由继承人或受赠人根据中国法律的规定自行向其主管税务机关申报、缴纳，乙方不承担任何代扣代缴的义务及责任，继承人或受赠人违反上述规定导致乙方遭受的任何损失应由其负责全额赔偿。</p>
            <p class="text01">6.7 乙方应妥善保存甲方就履行本协议所提交的资产相关资料之电子扫描版以备查阅，甲方可通过本平台指定客服联系方式（以网页及APP公布为准）自行查询交易情况及明细。</p>
            <h2>七、违约责任</h2>
            <p class="text01">任何一方违反本协议的约定给对方造成损失，均应承担违约责任，并赔偿对方因此遭受的损失（包括由此产生的诉讼费和律师费）；如双方违约，根据实际情况各自承担相应的责任。违约方应赔偿因其违约而给守约方造成的损失，包括合同履行后可以获得的利益，但不得超过违反合同一方订立合同时可以预见或应当预见的因违反合同可能造成的损失，即乙方赔偿之最高限额为其已基于违约行为对应之服务内容所收取之服务费用之总和。</p>
            <h2 class="red i u">八、争议的处理</h2>
            <p class="text01"><span class="bcolor i u">8.1  因本协议引起的或与本协议有关的任何争议，应通过协商解决。若协商仍无法解决，任何一方均应将争议提交深圳国际仲裁院进行网上仲裁。甲方同意将仲裁及执行阶段文书按照在乙方平台注册时所提交的电子邮箱送达或按照手机号码通知送达，乙方同意将仲裁及执行阶段文书通过电子邮件方式送达至zhongcai@dolabank.com。如一方变更电子邮箱或者手机号码的，应当立即书面通知另一方。</span></p>
            <p class="text01"><span class="bcolor i u">8.2  双方同意，深圳国际仲裁院审理与本协议有关争议的方式为书面审理，即深圳国际仲裁院可不进行开庭审理；另外，深圳国际仲裁院在其作出的裁决中，可以不写明争议事实和裁决理由。</span></p>
            <p class="text01"><span class="bcolor i u">8.3  败诉方应承担为解决本争议而产生的所有费用，包括但不限于仲裁费/诉讼费、律师费、公证费、交通费等。</span></p>
            <p class="text01"><span class="bcolor i u">8.4  若争议正在解决过程之中，协议各方应继续履行其在本协议项下的所有义务。</span></p>
            <h2>九、其他</h2>
            <p class="text01">9.1 本协议自双方以电子合同的形式订立之时起生效，即甲方在本平台页面勾选“同意”并进行下一步操作之时生效，其合同期限至甲方通过本平台发生的所有债权债务关系已经厘清并已履行完毕，甲方不再使用乙方所提供之服务，或本协议因任何原因终止或解除之时终止。</p>
            <p class="text01">9.2 本协议中的任何条款因违反中国法律而被司法机关依法认定无效的，不影响本协议其他条款的效力。</p>
            <p class="text01"><span class="bcolor b u">甲方确认在同意订立本协议前已仔细阅读了本协议的所有条款，特别是红色字体标注之内容，对本协议的所有条款及内容已经阅悉，均无异议，并对双方的合作关系、有关权利、义务和责任条款的法律含义达成充分的理解，甲方接受自主出借行为所产生的全部收益及风险。</span></p>
            
        </div>
    </section>
    <section v-else>
        <div class="agreement" :style="{ height: wrapperHeight + 'px' }">
            <h2>一、释义</h2>
            <p class="text01">1.1 除本协议在正文内容中另有具体约定或通过本协议之附件或其他补充协议予以特别说明的情况外，本协议中所出现表述为以下释义：</p>
            <p class="text01">（1）本协议：指本《多啦聚财投资与咨询服务协议》及所有附件、补充协议中的任何条款、明细和信息。</p>
            <p class="text01">（2）借款人：指由乙方促成与甲方签署借款协议，从而得到甲方出借资金的自然人。</p>
            <p class="text01">（3）贷款人：指符合中国法律规定的具有完全民事行为能力和民事权利能力，能独立行使和承担本协议项下权利义务的自然人。贷款人为本平台的注册用户，即甲方。</p>
            <p class="text01">（4）原债权人：指通过多啦聚财平台向合法的借款人出借资金并签署借款协议，并在借款协议期限届满前将债权转让给甲方的自然人。</p>
            <p class="text01">（5）定期投资计划：指本平台推出的对融资项目进行自动投资及计划期限届满时自动转让债权的投资计划。</p>
            <p class="text01">（6）定期投资计划服务说明：指乙方与甲方签订的与定期投资计划对应的说明，内容中应对于该计划的项目期限，锁定期，购买期限，起投金额，预期收益率展示等进行的说明，甲方对于该计划的资金投入视为对于该说明的确认，且该说明届时成为本协议的组成部分，具备同等法律效力。</p>
            <p class="text01">（7）借款协议：指经乙方、甲方、借款人以电子合同的形式订立的、约定甲方向借款人提供一定数额的出借资金，借款人按时还本付息的借款协议。</p>
            <p class="text01">（8）债权转让协议:指经乙方、甲方、原债权人以电子合同的形式订立的、约定甲方向原债权人支付一定数额的对价并受让标的债权的债权转让协议。</p>
            <p class="text01">（9）借款人信用信息：指乙方合法自行收集以及通过第三方合法渠道获得的除借款人基本信息之外的借款人其他信息，如借款人的工作情况、收入情况、家庭情况、信用报告、历史偿债情况等。</p>
            <p class="text01">（10）借款人信息：指借款人基本信息、借款人信用信息以及乙方根据该等信息对借款人做出的信用评级的合称。</p>
            <p class="text01">（11）锁定期：根据乙方公布并经甲方确认的定期投资计划服务说明约定的期限（自甲方成功申请投资该项目并收到本平台投资成功确认信息之日起算），该锁定期可能因为借款人的实际需求以及定期投资计划服务说明对应的不同定期投资计划而变更调整。</p>
            <p class="text01">（12）项目期限：根据乙方公布并经甲方确认的定期投资计划服务说明载明的项目期限（自甲方成功申请投资该项目并收到本平台投资成功确认信息之日起算），也称“定期投资计划期限”。</p>
            <p class="text01">（13）出借：是指甲方将其自有资金出借给借款人，包含将直接资金出借给借款人及通过受让债权间接将资金出借给借款人的情况。</p>
            <p class="text01">（14）实际持有天数：指本协议项下收益开始计算之日起至甲方实际退出定期投资计划之日的总天数。</p>
            <p class="text01">（15）工作日：指除法定节假日外的正常工作日。</p>
            <p class="text01">（16）月：指三十个自然日。</p>
            <p class="text01">（17）中国法律：指中华人民共和国（不包括香港特别行政区、澳门特别行政区、台湾地区）现行有效之法律法规及政府部门规章以及本协议约定争议管辖地之政府条例等。</p>
            <p class="text01"></p>
            <h2>二、服务内容</h2>
            <p class="text01">2.1 双方同意，乙方向甲方提供服务的范围如下： </p>
            <p class="text01">（1）乙方向甲方提供自动投资服务以将甲方投资金额自动出借给相应借款人（包含直接将资金出借给借款人及通过受让债权间接将资金出借给借款人的情况）；及/或乙方于项目期限届满时向甲方提供自动转让债权的服务以使甲方退出定期投资计划。</p>
            <p class="text01">（2）甲方可要求乙方提供其自行收集或从其他第三方合作机构获得的借款人信用信息，以供甲方对借款人进行甄别并自行决定是否投入资金进行出借。甲方应自行判断该等信息的真实性、准确性和完整性。在甲方与借款人之间债权债务关系尚未完全清偿前，乙方如获知其提供的相关借款人信息发生变更或存在不真实、不准确的情形，应及时以电子邮件的方式通知甲方。</p>
            <p class="text01">（3）乙方将其所知的借款人信息的变更情况或所在其能力范围内所了解的借款人信息不真实、不准确的情形通知甲方，在任何情况下均不视为乙方对借款人信息的真实、准确、及时和完整性做出任何保证或承诺。</p>
            <p class="text01">2.2 双方同意并确认，甲方自在本协议生效时刻起不可撤销地同意并授权乙方根据本协议的约定通过平台自动匹配出借给借款人。无论甲方通过乙方与借款人形成的借贷关系是否存在第三方担保，在任何情况下均不应视为乙方对借款人偿还能力及借款协议的履行作出了任何明示或默示的担保，亦不应视为乙方对甲方的本金和/或收益作出了明示或默示的担保或保证。</p>
            <p class="text01">2.3 双方同意，乙方向甲方提供服务应按如下规则进行： </p>
            <p class="text01">（1）资金保管：乙方已在合作银行以乙方名义开立资金专款专用保管账户（以下称“保管账户”），并基于本协议甲方之投标需求，在保管账户中为甲方设立个人投资虚拟账户（以下称“甲方多啦聚财账户”），为甲方保管以下资金：(a) 甲方为了出借资金的目的，按照其确定的定期投资计划服务说明、乙方的相关交易规则和本协议的规定向保管账户转入的资金；以及(b) 借款人向甲方按期偿还的本息及(c)甲方根据借款协议、债权转让协议或其他相关协议应收取的本息、转让对价及其他款项。甲方多啦聚财账户中的资金均独立于乙方的自有资金，乙方将严格根据本协议及本协议其他相关协议约定、甲方预授权、甲方基于本协议及其他相关协议而做出的指示来使用上述资金而不将其用于任何其他的用途。上述资金在保管账户保管期间不计利息。</p>
            <p class="text01">（2）资金锁定：甲方同意乙方按照乙方相关交易规则和本协议的规定，在甲方确认本协议以及定期投资计划服务说明同时，锁定甲方多啦聚财账户中等同于投资数额的资金，该资金锁定的期限以乙方公布并经甲方确认的定期投资计划服务说明约定的锁定期为准。锁定期间内，除本协议另有约定的情况外，甲方不得转让对应借款之债权，亦不得在锁定期内收回借款。锁定期结束后，如本协议约定之债权转让条件达成的，甲方可进行债权转让，通过债权转让获得的收益将根据本协议的约定转至甲方多啦聚财账户，显示为账户余额由甲方自行支配。</p>
            <p class="text01">（3）提前退出：如甲方通过甲方多啦聚财账户向本平台所投之任一定期投资计划的锁定期已届满且定期投资计划期限尚未到期的，则甲方可以通过本平台自行申请退出定期投资计划（下称“提前退出”）。自该申请发出之日起，相应定期投资计划中甲方名下借款人未偿还完毕的债权（下称“未实现债权”）则按照本协议约定进入债权转让程序。甲方应按照以下公式向乙方支付提前退出手续费：提前退出手续费=甲方加入该定期投资计划所使用的资金× 0.2% ×定期投资计划剩余月份【定期投资计划剩余月份=定期投资计划期限-甲方实际持月份（向下取整数）；实际持有月份=实际持有天数÷30】。</p>
            <p class="text01">（4）资金流动之债权转让：甲方提前退出或甲方在通过甲方多啦聚财账户向本平台所投之任一<span class="b">定期</span>投资计划的项目期限届满，其对应定期投资计划中甲方未实现债权即自动进入债权转让程序；新的贷款人受让甲方债权，同时其应向甲方多啦聚财账户支付相应转让对价。在此情况下，甲方授权乙方将前述未实现债权通过本平台自动加入债权转让匹配序列，乙方并不更改或干涉债权转让和资金的匹配情况，其匹配顺序是根据甲方提前退出的申请时间及/或项目期限届满的时间进行排序。因时间排序导致在当天未能成功转让的，则继续顺延至后一自然日（如为国内法定节假日的，则自动顺延至法定节假日结束后的第一日）。当日成功转让的债权，将按原定期投资计划服务说明载明的预期收益率计算收益至当日结束；未成功转让的，仍按原定期投资计划约定预期收益继续计算收益。<span class="bcolor b">甲方授权乙方以甲方名义代为签署与受让方之间的《债权转让协议》（债权转让匹配成功后由系统自动生成），该等协议视为由甲方自行进行签署，甲方对于其效力予以确认。</span></p>
            <p class="text01">（5）资金提取：除本协议及平台规则另有约定外，只要甲方多啦聚财账户中显示有任何余额，则可自行通过平台申请提现。甲方应同时提供一个与甲方注册时向乙方提供的个人身份信息相符的有效中国境内银行账户信息。乙方在收到该等申请后的乙方首个工作日之工作时间内，启动对甲方资金提现申请的审查。乙方在启动审查后1个工作日内应完成审查工作，并通过本平台向甲方发送是否同意资金提现之回复。如审核通过同意甲方资金提现的，回复中应列明同意提取的总金额，并在该回复发出之日起合理时间内（该时间视银行间转账速度以及是否跨区域转账等因素而定）安排将相应的款项汇入前述甲方指定银行账户，乙方履行前述义务时间以资金自保管账户汇出之日为准；如审核未通过的，应向甲方列明未通过之原因。除本条约定外，乙方不接受甲方以其他任何方式提出的提现申请。</p>
            <p class="text01">（6）资金代付：甲方同意由乙方按照乙方相关交易规则和本协议的规定，从保管账户里甲方多啦聚财账户名下的资金中代为划转按照乙方相关交易规则和本协议的规定应支付的相应数额之资金，包括但不限于：根据甲方与借款人之间的借款协议应向借款人划转的借款本金，根据甲方与原债权人之间的债权转让协议应向原债权人划转的支付对价，甲方基于本协议应向乙方支付的服务费用（包括但不限于投资管理费、提前退出手续费、提现手续费及其他费用）。</p>
            <p class="text01">（7）资金代收：甲方授权由乙方代为收取其在借款协议项下应收回的本金和利息、在债权转让协议下应收的转让对价、代偿金额（如有）及收购对价（如有），并将该等代收资金直接转入保管账户，同时计入甲方多啦聚财账户名下。</p>
            <p class="text01">（8）资金查询：甲方有权在任何时间使用本人的用户名和密码通过本平台查询甲方多啦聚财账户下资金的情况，包括充值、锁定、代收、代付和提现记录等。甲方了解并同意，甲方最终收到款项的服务是由其自行提供的银行账户之开户行提供的，甲方需向该银行请求查证。甲方同意，其登录本平台查询的任何信息不能够作为相关操作或借贷交易的证据或依据，若该等信息与乙方保存的记录存在任何不一致，应以乙方所提供的记录为准。</p>
            <p class="text01">2.4 甲方了解并同意，乙方提供上述资金管理服务时可能需要与银行或非银行业第三方支付机构（以下称“第三方机构”）等开展合作。因此，甲方同意：</p>
            <p class="text01">（1）乙方不对第三方机构进行相应资金划转的时限、准确性、及时性等作出任何承诺或承担任何相关责任，包括但不限于由此产生的利息、货币贬值、第三方机构执行划转指令出现错误、第三方机构系统故障、第三方机构对资金划转的特定限制等导致的损失或责任；</p>
            <p class="text01">（2）就本协议规定的服务，甲方应按照第三方机构的规定自行向第三方支付费用，并授权同意由乙方在甲方资金提现时，由乙方代第三方机构收取该提现手续费（按照每次甲方提现金额的千分之三直接在甲方资金中扣除）。甲方与第三方机构之间就费用支付事项产生的任何争议、纠纷等，均由甲方与第三方机构自行解决，乙方不承担因此而产生的任何损失或责任。 </p>
            <p class="text01">2.5 如果乙方发现因系统故障、第三方机构执行指令错误或其他任何原因导致的在资金划转过程中出现的错误，无论有利于甲方、乙方或借款人等任何一方，乙方均有权在以短信、电话、电子邮件等方式通知甲方后要求立即纠正该错误：</p>
            <p class="text01">（1）如果该等错误导致甲方实际收到的款项少于应获得的金额，则乙方应将甲方实际收到款项与应收到的款项之间的差额转入甲方多啦聚财账户；</p>
            <p class="text01">（2）如果该等错误导致甲方实际收到的款项多于应获得的金额，则无论错误的性质和原因为何，乙方有权立即予以纠正，包括将多转入的款项从甲方多啦聚财账户中转出，以及要求甲方根据乙方发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。甲方理解并同意，因前述处理错误而多付或少付的款项均不计利息，乙方也不承担因前述处理错误而导致的任何损失或责任，但甲方有充分证据证明乙方系具有恶意而导致处理错误除外。 </p>
            <p class="text01">2.6	甲方同意并确认，其按照本协议发出的任何指示、指令，均为不可撤销、不可逆转的指示或指令，除本协议另有约定外，甲方不能以任何理由拒绝付款或要求取消交易。</p>
            <h2>三、资金出借及回收</h2>
            <p class="text01">3.1 出借方式：甲方在此不可撤销地授权乙方按照本协议约定在多啦聚财平台上代甲方将甲方多啦聚财账户内的资金全额（或部分）转账给借款人，该授权适用于本协议约定的首次资金出借以及后续回收本息的自动循环出借。</p>
            <p class="text01">3.2 出借适用以下规则： </p>
            <p class="text01">（1）甲方按照本平台的规则，通过在本平台的投资页面上输入相应投资金额后点击“立即加入”按钮并完成投资的，视为甲方全权委托乙方按照本协议的约定对相应投资金额（即甲方在投资页面输入的投资金额）进行自动投资，即作为借款资金直接出借给借款人或通过受让债权间接出借给借款人；在款项出借过程中以及债权转让匹配成功后，甲方授权乙方代为以甲方名义签署系统自动生成的《借款协议》、《债权转让协议》等文件，该等协议视为由甲方自行进行签署，甲方对于其效力予以确认。</p>
            <p class="text01">上述甲方点击“立即加入”按钮的行为应视为甲方已同意乙方锁定甲方多啦聚财账户下投资金额，并同意乙方将相应金额从甲方多啦聚财账户划转至借款人或原债权人指定的账户。</p>
            <p class="text01"><span class="bcolor b">（2）本协议项下相关收益自乙方根据上述条款将相应金额从甲方多啦聚财账户划转至借款人或原债权人指定的账户之日开始计算。</span></p>
            <p class="text01">3.3 为尽量减少甲方损失，借款人发生本条款项下的任何事件，将触发强制提前还款；发生下述任一事项之日起，甲方无条件授权乙方委托第三方代甲方提前终止借款协议，并要求借款人于借款协议提前终止日一次性偿还借款协议项下的全部款项，借款协议提前终止日即“强制提前还款日”。</p>
            <p class="text01">（1）借款人违反借款协议及其与本平台合作方签署之协议项下任何约定的，包括其在该等协议项下的承诺与保证不真实；</p>
            <p class="text01">（2）按照乙方的合理判断，借款人就其向甲方借款的事项可能从事过任何欺诈行为或借款人可能无能力根据借款协议还款的，甲方在此同意并确认本条款的适用以乙方的自主判断为准；</p>
            <p class="text01">（3）按照乙方的合理判断，借款人发生可能对甲方或本平台的权利或利益造成负面影响的任何其他情形，甲方在此同意并确认本条款的适用以乙方的自主判断为准；</p>
            <p class="text01">（4）借款人在借款协议项下某一笔期款的逾期还款超过90天；</p>
            <p class="text01">（5）借款人在与其他贷款人签署的其他贷款合同项下发生重大违约（包括但不限于逾期还款超过90天的情形）。</p>
            <p class="text01">3.4 为便利、统一地回收本息，甲方委托乙方利用保管账户先代为收取借款人每期按月偿还的等额本息及受让人支付的转让对价，待甲方投资的定期投资计划期限届满或提前退出后，乙方应将甲方按照本协议（含定期投资计划服务说明）之约定实际回收的本金及收益分配至甲方多啦聚财账户下。</p>
            <p class="text01">3.5 甲方有权根据其签署的借款协议或债权转让协议，要求借款人按照协议的约定按期还本付息及/或要求受让人支付转让对价。甲方知悉并明确，投入资金的收益处理方式以其已确认的定期投资服务计划说明列明为准。定期投资服务计划说明列明的收益处理方式为“收益循环投资”的，则甲方依据《借款协议》及/或受让债权之《债权转让协议》每月获偿的本金和利息将自动循环出借，甲方于定期投资计划期限届满或提前退出后一次性领取实际收回的本金及收益；定期投资计划服务说明列明的收益处理方式为“每月领取收益”的，则甲方可将依据《借款协议》及/或受让债权之《债权转让协议》每月获偿的利息于当月领取作为当期收益，并于定期投资计划期限届满到期后或提前退出后领取实际收回的本金及最后一期收益。</p>
            <p class="text01">3.6 甲方委托乙方先行代收借款人偿还的本息（如有）及受让人支付的转让对价（如有）及根据本协议第四条约定获得的代偿金额（如有）、收购对价（如有），并且<span class="bcolor b">甲方同意：在《借款协议》约定之利率高于定期投资服务计划说明载明之预期收益率的情况下，如借款人偿还的本息与受让人支付的转让对价及代偿金额、收购对价之和高于投资本金与预期收益之和的，则超出部分将支付给乙方作为投资管理费；甲方同意乙方在扣除该投资管理费（如有）后再行将资金结算给甲方供其进行再投资或提现。<span></span></span></p>
            <p class="text01"></p>
            <h2>四、甲方回款风险的处置方式</h2>
            <p class="text01">4.1 在借款人未按照借款协议的约定按时、足额清偿任何一期借款本息之当天，甲方授权乙方代为委托第三方向借款人发起清偿要求，要求借款人承担在借款协议中约定的支付义务，其义务范围为借款协议项下的借款本金及利息，以及根据借款协议规定的其他应付费用（如有）。</p>
            <p class="text01"><span class="bcolor b">4.2 如有第三方（即“风险承担方”）基于其与乙方之合作按照本协议4.3条之约定承担代偿义务或债权收购义务的（<span class="bcolor i u">乙方对该等风险承担方是否存在及风险承担方是否履行义务等情况不做任何保证或承诺</span>），则甲方同意按本协议4.3条之约定处置相关借款，并且不得以未与风险承担方签署协议等理由进行抗辩。同时，甲方授权乙方代为接收风险承担方支付的代偿金额或收购对价并进一步向甲方划付。</span></p>
            <p class="text01">4.3 风险承担方式</p>
            <p class="text01">（1）借款人逾期还款的（逾期不超过三个月的情况），风险承担方在借款人还款到期的次日内就该等逾期本息承担代偿义务，代为向甲方偿还逾期本息（即“代偿金额”）。为免歧义，前述“逾期本息”仅指已到期还款但借款人逾期尚未偿还的本息，不包含未到期偿还的本息。</p>
            <p class="text01">（2）如借款人发生本协议第3.3款项下触发强制提前还款之事件的，则风险承担方在强制提前还款日的次日内就相关借款的债权承担收购义务，并向甲方支付相关债权尚未偿还的剩余本金及截至强制提前还款日的利息作为收购对价。为免歧义，如风险承担方已就相关债权尚未偿还的剩余本金及计算至强制提前还款日之利息中的某一部分本息进行了代偿，则风险承担方有权在收购对价中扣除相应代偿金额。</p>
            <p class="text01"><span class="b i">（3）甲方应同意并确认如下事项：如借款人在风险承担方支付了代偿金额后进行了对应清偿的，则该部分款项应归风险承担方所有；风险承担方履行了债权收购义务的，则相应借款的债权在甲方收到收购对价当日无条件立即自动转让给风险承担方，并且如有必要甲方还应配合完成债权转让手续。<span></span></span></p>
            <p class="text01"><span class="bcolor b">4.4 如因借款人发生触发强制提前还款之事件，且风险承担方就该笔借款全部债权承担了收购义务，则甲方与借款人的该笔债权债务关系终结。如该笔债权债务关系终结于定期投资计划期限届满前或甲方提前退出前，为继续赚取收益，甲方授权平台将该笔收购对价中与剩余本金等额的部分重新出借给其他借款人或用于受让其他投资人转让的债权；该笔收购对价中与利息等额的部分，将参考本协议3.5条之约定处理。</span></p>
            <p class="text01"></p>
            <h2>五、声明和保证</h2>
            <p class="text01">5.1 甲方保证其所用于出借的资金来源合法，甲方是该资金的合法所有权人，如果因第三人对甲方用于出借的资金的来源合法性或归属问题发生争议，由甲方负责解决并承担一切由此而导致的损失和责任。</p>
            <p class="text01">5.2 甲方确认已知悉，其通过多啦聚财平台进行资金投入的融资项目之利率会因为平台借贷双方整体的供求关系以及借款人的实际需求从而产生上下浮动，该浮动与乙方或多啦聚财平台没有任何直接或间接关联性，仅基于整体市场预期以及本协议签订时之客观情况，乙方或多啦聚财平台不对于据此推测的预期收益作出任何担保或因此承担任何责任。</p>
            <p class="text01">5.3 甲方确认在签署本协议之前已阅读以下与本协议、借款协议及债权转让协议的订立及履行有关的风险提示，并对该等风险有充分理解和预期，甲方自愿承担该等风险可能给甲方带来的一切责任和损失和责任。</p>
            <p class="text01">（1）政策风险：国家因宏观政策、财政政策、货币政策、行业政策、地区发展政策等因素引起的系统风险。</p>
            <p class="text01">（2）借款人信用风险：当借款人短期或者长期丧失还款能力（包括但不限于借款人收入情况、财产状况发生变化、人身出现意外、发生疾病、死亡等情况），或者借款人的还款意愿发生变化时，甲方的出借资金及利息可能无法按时回收甚至无法回收。 </p>
            <p class="text01">（3）资金流动性风险：定期投资计划在锁定期届满前不得退出，同时，甲方按照约定将资金出借给借款人使用，在借款人不主动提前还款的情况下，借款人将按照约定的期限分期偿还甲方的本金和利息，甲方的出借资金将分期回收，因此资金回收需要一定的周期。甲方提前退出或定期投资计划项目期限届满后退出时，在没有其他投资人受让甲方未实现债权时（虽然平台方会尽力避免该情况），则甲方资金可能无法顺利退出。</p>
            <p class="text01">（4）不可抗力：由于乙方及本协议履行相关之所有第三方的设备、系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、停止供应主要服务、电力中断、经济形势严重恶化或其它类似事件导致的风险。</p>
            <h2>六、双方的其他权利义务</h2>
            <p class="text01">6.1 甲方承诺，对于乙方向甲方提供的各项借款人信息，包括但不限于借款人联络信息、借款需求、担保情况（如有）、收入情况、乙方提供的其他相关信息等，甲方应保证仅用于出借参考，不得向任何第三人披露，亦不得用于非本协议约定之目的。但是，在借款人已经违反其与甲方签订的借款协议之约定，未按期还本付息时，甲方有权使用借款人联络信息向借款人进行催收，如甲方已经根据中国法律的规定向有管辖权的人民法院提起诉讼的情形下，甲方还可以进一步向司法机关披露其获得的借款人信息。</p>
            <p class="text01">6.2 对于甲方在乙方提供信用咨询与管理服务过程中了解到的乙方的所有信息，包括但不限于业务运营情况等，甲方不得向任何第三人披露，亦不得用于非本协议约定之目的。</p>
            <p class="text01">6.3 除根据本协议在甲方债权转让过程中展示甲方的个人信息外，乙方须根据中国法律的规定对甲方个人信息、资产情况和相关资料予以保密。</p>
            <p class="text01">6.4 甲方在资金出借、债权转让过程产生的相关税收缴纳义务，应由甲方根据中国法律的规定自行向其主管税务机关申报、缴纳，乙方不承担任何代扣代缴的义务及责任，甲方违反上述规定导致乙方受到的任何损失应由甲方负责全额赔偿。</p>
            <p class="text01">6.5 甲方变更账户信息、通讯地址、电话等相关重要信息，须及时通知乙方。因甲方未及时通知乙方而导致自身受到的一切损失，由甲方自行承担责任。</p>
            <p class="text01">6.6 如果甲方出现出借资金的继承或赠与，必须由主张权利的继承人或受赠人向乙方出示经国家行政或司法机关确认的继承或赠与权利归属证明文件，乙方确认后方予协助进行资产的转移，由此而产生的相应税费，由继承人或受赠人根据中国法律的规定自行向其主管税务机关申报、缴纳，乙方不承担任何代扣代缴的义务及责任，继承人或受赠人违反上述规定导致乙方遭受的任何损失应由其负责全额赔偿。</p>
            <p class="text01">6.7 乙方应妥善保存甲方就履行本协议所提交的资产相关资料之电子扫描版以备查阅，甲方可通过本平台指定客服联系方式（以网页及APP公布为准）自行查询交易情况及明细。</p>
            <h2>七、违约责任</h2>
            <p class="text01">任何一方违反本协议的约定给对方造成损失，均应承担违约责任，并赔偿对方因此遭受的损失（包括由此产生的诉讼费和律师费）；如双方违约，根据实际情况各自承担相应的责任。违约方应赔偿因其违约而给守约方造成的损失，包括合同履行后可以获得的利益，但不得超过违反合同一方订立合同时可以预见或应当预见的因违反合同可能造成的损失，即乙方赔偿之最高限额为其已基于违约行为对应之服务内容所收取之服务费用之总和。</p>
            <h2 class="red i u">八、争议的处理</h2>
            <p class="text01"><span class="bcolor i u">8.1  因本协议引起的或与本协议有关的任何争议，应通过协商解决。若协商仍无法解决，任何一方均应将争议提交深圳国际仲裁院进行网上仲裁。甲方同意将仲裁及执行阶段文书按照在乙方平台注册时所提交的电子邮箱送达或按照手机号码通知送达，乙方同意将仲裁及执行阶段文书通过电子邮件方式送达至zhongcai@dolabank.com。如一方变更电子邮箱或者手机号码的，应当立即书面通知另一方。</span></p>
            <p class="text01"><span class="bcolor i u">8.2  双方同意，深圳国际仲裁院审理与本协议有关争议的方式为书面审理，即深圳国际仲裁院可不进行开庭审理；另外，深圳国际仲裁院在其作出的裁决中，可以不写明争议事实和裁决理由。</span></p>
            <p class="text01"><span class="bcolor i u">8.3  败诉方应承担为解决本争议而产生的所有费用，包括但不限于仲裁费/诉讼费、律师费、公证费、交通费等。</span></p>
            <p class="text01"><span class="bcolor i u">8.4  若争议正在解决过程之中，协议各方应继续履行其在本协议项下的所有义务。</span></p>
            <h2>九、其他</h2>
            <p class="text01">9.1 本协议自双方以电子合同的形式订立之时起生效，即甲方在本平台页面勾选“同意”并进行下一步操作之时生效，其合同期限至甲方通过本平台发生的所有债权债务关系已经厘清并已履行完毕，甲方不再使用乙方所提供之服务，或本协议因任何原因终止或解除之时终止。</p>
            <p class="text01">9.2 本协议中的任何条款因违反中国法律而被司法机关依法认定无效的，不影响本协议其他条款的效力。</p>
            <p class="text01"><span class="bcolor b u">甲方确认在同意订立本协议前已仔细阅读了本协议的所有条款，特别是红色字体标注之内容，对本协议的所有条款及内容已经阅悉，均无异议，并对双方的合作关系、有关权利、义务和责任条款的法律含义达成充分的理解，甲方接受自主出借行为所产生的全部收益及风险。</span></p>
            
        </div>
    </section>
</template>
<script>
    import {MessageBox} from 'mint-ui'

    export default {
        name: 'InvestmentAgreement',
        data() {
            return {
                wrapperHeight: ''
            }
        },
        props: {
            agreementType: {
                type: String
            }
        },
        mounted() {
            this.wrapperHeight = document.documentElement.clientHeight - 300;
            this.$on('agreementInvestModel', (val) => {
                this.agreementLayer(val);
            });
        },
        methods: {
            agreementLayer(val) {
                MessageBox({
                    title: '多啦聚财咨询服务协议',
                    message: val,
                    showConfirmButton: true,
                    confirmButtonText: '关闭'
                })
            }
        }
    }
</script>
<style>
    .agreement {
        padding: 0 20px;
        color: #000000;
        overflow-x: hidden;
        overflow-y: auto;
        text-align: left;
    }

    .agreement h1 {
        font-size: 20px;
        line-height: 23px;
        margin-top: 15px;
        margin-bottom: 10px;
        width: 100%;
        text-align: center;
    }

    .agreement h2 {
        font-weight: 700;
        font-size: 15px;
        margin-bottom: 5px;
        margin-top: 15px;
    }

    .agreement p.text01 {
        font-size: 14px;
        text-indent: 2em;
        line-height: 1.5;
        margin-bottom: 5px;
    }

    .agreement .b {
        font-weight: bold;
        font-size: 14px;
        text-indent: 2em;
        line-height: 1.5;
    }

    .agreement .u {
        text-decoration: underline
    }

    .agreement .i {
        font-style: italic
    }

</style>
